Repository: MaddTheSane/colloquy-1
Catalog: Resources/Languages/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, nb, nl, nn, pt_pt, zh_hant

source: Toggle Verbose Output
de: Ausführliche Ausgabe umschalten
es: Conmutar salida prolijo
fr: Afficher la verbose en dehors
it: Blocca i verbosi esterni
ja: 冗長な出力をトグルします
nb: Vis/skjul visning av tekstutskrift
nl: Zet Woordenrijke Output Aan Of Uit
nn: Vis/gøym vising av tekstutskrift
pt_pt: Ligar ou desligar a saída em modo verboso
zh_hant: 展開詳細輸出

# Topic changed to "%@" by <span class="member">%@</span>.
source: Topic changed to "%1$@" by <span class="member">%2$@</span>.
de: Thema verändert zu "%@" von <span class="member">%@</span>.
es: El tema cambió a "%@" by <span class="member">%@</span>.
fr: Sujet changé : "%@" par <span class="member">%@</span>.
it: L'argomento è cambiato in "%1$@" da <span class="member">%2$@</span>.
ja: <span class="member">%2$@</span> がトピックを “%1$@” に変更しました。
nb: Emne endret til "%1$@" av <span class="member">%2$@</span>.
nl: <span class="member">%2$@</span> wijzigde het onderwerp naar "%1$@".
nn: Emne endra til "%1$@" av <span class="member">%2$@</span>.
pt_pt: Tópico mudado para "%1$@" por <span class="member">%2$@</span>.
zh_hant: 聊天主題改為「%1$@」，設定者為 <span class="member">%2$@</span>。

# total of %@ downloaded, at %@ per second
source: total of %1$@ downloaded, at %2$@ per second
de: insgesamt %@ heruntergeladen, bei %@ pro Sekunde
es: total de %@ descargado, a %@ por segundo
fr: total de %@ téléchargés, à %@ par seconde
it: totale di %1$@ scaricati, a %2$@ al secondo
ja: 毎秒 %2$@ でトータル %1$@ ダウンロード済み
nb: totalt %1$@ lastet ned, med %2$@ pr sekund
nl: in totaal %1$@ gedownload aan %2$@ per seconde
nn: totalt %1$@ nedlasta, med %2$@ i seberredet
pt_pt: descarregou um total de %1$@, a %2$@ por segundo
zh_hant: %1$@ 已全部下載，平均每秒 %2$@

# total of %@ uploaded, at %@ per second
source: total of %1$@ uploaded, at %2$@ per second
de: insgesamt %@ hochgeladen, bei %@ pro Sekunde
es: total de %@ enviado, a %@ por segundo
fr: total de %@ envoyés, à %@ par seconde
it: totale di %1$@ inviati, a %2$@ al secondo
ja: 毎秒 %2$@ でトータル %1$@ アップロード済み
nb: totalt %1$@ lastet opp, med %2$@ pr sekund
nl: in totaal %1$@ geupload aan %2$@ per seconde
nn: totalt %1$@ lasta opp, med %2$@ i seberredet
pt_pt: carregou um total de %1$@, a %2$@ por segundo
zh_hant: %1$@ 已全部上傳，平均每秒 %2$@

source: Transcripts
de: Aufzeichnungen
es: Transcripciones
fr: Historiques
it: Sessioni
ja: チャット記録
nb: Transkripsjoner
nl: Transcripten
nn: Transkripsjonar
pt_pt: Transcrições
zh_hant: 聊天紀錄

source: Untitled Variant
de: Namenlose Variante
es: Variante sin título
fr: Variante sans nom
it: Variante senza titolo
ja: 名称未設定バリアント
nl: Naamloze Stijlvariant
nn: Variant utan namn
pt_pt: Variante sem título
zh_hant: 未命名的樣式

source: User
de: Teilnehmer
es: Usuario
fr: Utilisateur
it: Utente
ja: ユーザ
nb: Bruker
nl: Gebruiker
nn: Brukar
pt_pt: Utilizador
zh_hant: 使用者

source: User Ignored
de: Teilnehmer ignoriert
es: Usuario ignorado
fr: Utilisateur ignoré
it: Utente ignorato
ja: ユーザが無視された時
nb: Bruker ble ignorert
nl: Gebruiker Genegeerd
nn: Brukar vart oversett
pt_pt: Utilizador ignorado
zh_hant: 已經忽略的使用者

source: Username invalid
de: Benutzername ungültig
es: Usuario no válido
fr: Nom d'utilisateur invalide
it: Il nome utente non è valido
ja: ユーザ名が不正です
nb: Brukernavnet er ugyldig
nl: Ongeldige gebruikersnaam
nn: Brukarnamnet er ugyldig
pt_pt: Nome de utilizador inválido
zh_hant: 使用者名稱錯誤

source: Username is blank
de: Benutzername ist leer
es: Usuario está en blanco
fr: Nom d'utilisateur vide
it: Il nome utente è vuoto
ja: ユーザ名が空欄です
nb: Brukernavnet er blankt
nl: Gebruikersnaam is leeg
nn: Brukarnamnet er blankt
pt_pt: O nome de utilizador está em branco
zh_hant: 使用者名稱為空

source: Verbose
de: Ausführlich
es: Prolijo
it: Verboso
ja: 冗長
nb: Tekstutskrift
nl: Woordenrijk
nn: Tekstutskrift
pt_pt: Verboso
zh_hant: 詳細的

source: week
de: Woche
es: semana
fr: semaine
it: settimana
ja: 週間
nb: uke
nn: veke
pt_pt: semana
zh_hant: 星期

source: weeks
de: Wochen
es: semanas
fr: semaines
it: settimane
ja: 週間
nb: uker
nl: weken
nn: veker
pt_pt: semanas
zh_hant: 星期

source: Window %lu
de: Fenster %lu
it: Finestra %lu
ja: ウインドウ %lu
nl: Venster %lu
nn: Vindauge %lu
pt_pt: Janela %lu
zh_hant: 視窗 %lu

source: With hostmask:
de: Hostmaske:
es: Máscara de host:
fr: Avec masque de réseau :
it: Con la maschera host:
ja: ホストマスク：
nb: Med vertsmaske:
nl: Met hostmask:
nn: Med vertsmaske:
pt_pt: Com hostmask:
zh_hant: 主機名稱:

source: With reason:
de: Begründung:
es: Razón:
fr: Avec raison :
it: Con la motivazione:
ja: 理由：
nb: Med grunn:
nl: Wegens:
nn: Med grunn:
pt_pt: Com a razão:
zh_hant: 理由是:

source: Would you like to connect and retrieve the server's chat room listing?
de: Möchten Sie die Liste der Chatrooms vom Server empfangen?
es: ¿Quiere conectar y obtener los canales de chat del servidor?
fr: Voulez-vous vous connecter et récupérer la liste des canaux du serveur ?
it: Vuoi collegarti e richiamare la lista dei server?
ja: 接続し、サーバのチャットルームのリストを読み出してもよろしいですか？
nb: Ønsker du å koble til og hente serverens liste over samtalerom?
nl: Wilt u een verbinding maken met de server en de lijst met beschikbare kanalen ophalen?
nn: Ynskjer du å kopla til og henta serverlista over samtalerom?
pt_pt: Quer ligar-se e obter a lista de salas de conversa do servidor?
zh_hant: 您是否要接收伺服器上的聊天室列表？

source: year
de: Jahr
es: año
fr: année
it: anno
ja: 年
nb: år
nl: jaar
nn: år
pt_pt: ano
zh_hant: 年

source: years
de: Jahre
es: años
fr: années
it: anni
ja: 年
nb: år
nl: jaren
nn: år
pt_pt: anos
zh_hant: 年

source: Yes
de: Ja
es: Si
fr: Oui
it: Sì
ja: はい
nb: Ja
nl: Ja
nn: Ja
pt_pt: Sim
zh_hant: 是

source: You are now known as <span class="member">%@</span>.
de: Sie heißen jetzt <span class="member">%@</span>.
es: Es conocido como <span class="member">%@</span>.
fr: Votre pseudo est maintenant <span class="member">%@</span>.
it: Ora sei conosciuto come <span class="member">%@</span>.
ja: ニックネームを <span class="member">%@</span> に変更しました。
nb: Du er nå kjent som <span class="member">%@</span>.
nl: U staat nu bekend als <span class="member">%@</span>.
nn: Du er no kjend som <span class="member">%@</span>.
pt_pt: Passou a ser conhecido como <span class="member">%@</span>.
zh_hant: 您的代號已經改成了 <span class="member">%@</span>。

source: You changed the topic to "%@".
de: Sie haben das Thema auf "%@" gesetzt.
es: Cambió el tema a "%@".
fr: Vous avez changé le topic : "%@".
it: Hai cambiato l'argomento in "%@".
ja: トピックを “%@” に変更しました。
nb: Du endret emne til "%@".
nl: U wijzigde het onderwerp naar "%@".
nn: Du endra emne til "%@".
pt_pt: Mudou o tópico para "%@".
zh_hant: 您已經將聊天主題改成了「%@」。

source: You changed this room to allow anyone to change the topic.
de: Sie haben eingestellt, dass in diesem Raum jeder das Thema ändern kann.
es: Cambió este canal para permitir que cualquiera cambie el tema.
fr: Vous avez changé ce canal pour autoriser n'importe quel membre à changer le sujet.
it: Hai reso possibile a chiunque di poter modificare l'argomento della stanza.
ja: 誰もがこのルームのトピックを変更できるようにしました。
nb: Du har gjort at hvem som helst kan endre emne i dette rommet.
nl: U verleende iedereen het recht om het onderwerp te wijzigen.
nn: Du har gjort at kven som helst kan endra emne i dette rommet.
pt_pt: Fez com que qualquer pessoa possa mudar o tópico desta sala.
zh_hant: 您修改了聊天室設定，讓任何人都可以修改聊天主題。

source: You changed this room to no longer require a password.
de: Sie haben eingestellt, dass für diesen Raum nicht länger ein Passwort benötigt wird.
es: Cambió este canal para no requerir contraseña.
fr: Vous avez changé ce canal pour ne pas demander de mot de passe.
it: Hai reso la stanza non più accessibile solo con l'uso della password.
ja: このルームの参加に必要だったパスワードをなくしました。
nb: Du har gjort at dette rommet ikke krever passord.
nl: U hief het wachtwoord voor dit kanaal op.
nn: Du har gjort at dette rommet ikkje krev passord.
pt_pt: Fez com que já não seja necessária uma palavra passe nesta sala.
zh_hant: 您修改了聊天室設定，以後不需要密碼，就可以加入這個聊天室。

source: You changed this room to permit outside messages.
de: Sie haben eingestellt, dass in diesem Raum Nachrichten von außen zugelassen werden.
es: Cambió este canal para permitir mensajes externos.
fr: Vous avez changé ce canal pour permettre les messages extérieurs.
it: Hai reso permissiva la stanza rispetto ai messaggi esterni.
ja: このルームに外部からのメッセージを受け付けるようにしました。
nb: Du har gjort at dette rommet kan ta imot eksterne beskjeder.
nl: U stond berichten van buiten uit toe voor dit kanaal.
nn: Du har gjort at dette rommet kan ta imot eksterne meldingar.
pt_pt: Permitiu que esta sala receba mensagens externas.
zh_hant: 您修改了聊天室設定，以後外部訊息可以傳入聊天室中。

source: You changed this room to prohibit outside messages.
de: Sie haben eingestellt, dass in diesem Raum Nachrichten von außen verhindert werden.
es: Cambió este canal para prohibir mensajes externos.
fr: Vous avez changé ce canal pour interdire les messages extérieurs.
it: Hai reso proibitiva la stanza rispetto ai messaggi esterni.
ja: このルームへの外部からのメッセージを拒否するようにしました。
nb: Du har gjort at dette rommet ikke kan ta imot eksterne beskjeder.
nl: U verbood berichten van buiten uit voor dit kanaal.
nn: Du har gjort at dette rommet ikkje kan ta imot eksterne meldingar.
pt_pt: Proibiu que esta sala receba mensagens externas.
zh_hant: 您修改了聊天室設定，以後外部訊息不能傳入聊天室中。

source: You changed this room to require a password of "%@".
de: Sie haben eingestellt, dass für diesen Raum das Passwort "%@" benötigt wird.
es: Cambió este canal para requerir la contraseña de "%@".
fr: Vous avez changé ce canal pour demander un mot de passe pour "%@"
it: Hai reso la stanza accessibile solo con l'uso della password "%@".
ja: このルームへの参加にパスワード “%@” が必要になるよう変更しました。
nb: Du har gjort at dette rommet krever passordet "%@".
nl: U wijzigde het wachtwoord voor dit kanaal naar "%@".
nn: Du har gjort at dette rommet krev passordet "%@".
pt_pt: Fez com que nesta sala seja necessária a palavra passe "%@".
zh_hant: 您修改了聊天室設定，以後需要輸入密碼：「%@」，才可以進入聊天室。

source: You changed this room to require operator status to change the topic.
de: Sie haben eingestellt, dass in diesem Raum Operator-Status benötigt wird um das Thema zu ändern.
es: Cambió este canal para que sólo los operadores puedan cambiar el tema.
fr: Vous avez changé ce canal pour requérir le niveau d'opérateur pour pouvoir changer le sujet.
it: Hai reso possibile solo dagli operatori di poter modificere l'argomento della stanza.
ja: このルームのトピックの変更をオペレータ権限を持つものに制限しました。
nb: Du har gjort at kun operatører kan endre emne i dette rommet.
nl: U verleende enkel operators het recht om het onderwerp te wijzigen.
nn: Du har gjort at berre operatørar kan endra emne i dette rommet.
pt_pt: Fez com que seja necessário ser operador para mudar o tópico.
zh_hant: 您修改了聊天室設定，以後只有聊天室管理員，才可以修改聊天主題。

source: You demoted yourself from operator.
de: Sie haben sich selbst den Operator-Status entzogen.
es: Se ha rebajado de operador.
fr: Vous vous êtes retirés les privilèges d'opérateur.
it: Ti sei retrocesso da operatore.
ja: 自分自身をオペレータから降格させました。
nb: Du fjernet deg selv som operatør.
nl: U ontnam uzelf de operator status.
nn: Du fjerna deg sjølv som operatør.
pt_pt: Despromoveu-se de operador.
zh_hant: 您取消了您自己的聊天室管理員權限。

source: You gave yourself voice.
de: Sie haben sich selbst Voice gegeben.
es: Se dio voz.
fr: Vous venez de vous donner le mode voice.
it: Ti sei dato la voce.
ja: 自分自身に発言権を与えました。
nb: Du ga deg selv stemme.
nl: U verleende uzelf medezeggenschap.
nn: Du ga deg sjølv røyst.
pt_pt: Deu voz a si próprio.
zh_hant: 您取消了您自己的發言權限。

source: You had voice removed by <span class="member">%@</span>.
de: Ihnen wurde von <span class="member">%@</span> Voice entzogen.
es: Su voz ha sido quitada por <span class="member">%@</span>.
fr: Vous avez retiré le mode voice pour <span class="member">%@</span>.
it: Ti è stata tolta la voce da <span class="member">%@</span>.
ja: <span class="member">%@</span> によって発言権が奪われました。
nb: Din stemme ble fjernet av <span class="member">%@</span>.
nl: <span class="member">%@</span> trok uw medezeggenshap in.
nn: Røysta di vart fjerna av <span class="member">%@</span>.
pt_pt: <span class="member">%@</span> retirou-lhe a voz.
zh_hant: 您被 <span class="member">%@</span> 取消了發言權限。

# You have %lu messages waiting from %@.
source: You have %1$lu messages waiting from %2$@.
de: Auf Sie warten %1$lu Nachrichten von %2$@.
es: Tiene %1$lu mensajes de %2$@ esperando.
fr: Vous avez %1$lu messages en attente depuis %2$@.
it: Hai %1$lu messaggi in attesa da %2$@.
ja: %2$@ からの未読メッセージが %1$lu 個あります。
nb: Du har %1$lu beskjeder som venter %2$@.
nl: U hebt %1$lu nieuwe berichten van %2$@.
nn: Du har %1$lu meldingar som ventar %2$@.
pt_pt: Tem %1$lu mensagens de %2$@ à espera.
zh_hant: 您有 %1$lu 條來自 %2$@ 的尚未閱讀的訊息。

source: You have been disconnected
de: Sie wurden getrennt
es: Ha sido desconectado
fr: Vous avez été déconnecté
it: Ti sei disconnesso
ja: 切断されています
nb: Du er blitt frakoblet
nl: Uw verbinding werd verbrokeen
nn: Du har vorte fråkopla
pt_pt: Desligou-se
zh_hant: 您已經斷線了。

source: You Have Been Identified
de: Sie wurden identifiziert
es: Ha sido identificado
fr: Vous avez été identifié
it: Sei stato identificato
ja: 身元が確認されました
nb: Du er blitt identifisert
nl: U Werd Ge√Ødentificeerd
nn: Du har vorte identifisert
pt_pt: Está identificado
zh_hant: 您已經通過認證了

source: You have been kicked from the chat room by %1$@ with the reason "%2$@" and cannot send further messages without rejoining.
de: Sie wurden von %@ mit der Begründung "%@" aus dem Chatroom gekickt und können keine weiteren Nachrichten senden ohne ihn neu zu betreten.
es: Ha sido pateado del canal de chat por %@ debdio a "%@" y no puede enviar futuros mensajes sin volver a visitarlo.
fr: Vous avez étés éjéctés de ce canal par %@ avec la raison "%@" et vous ne pourrez pas envoyer de message à votre rejoin.
it: Sei stato cacciato da %1$@ con la motivazione "%2$@" e non potrai trasmettere altri messaggi se non rientri.
ja: %1$@ の “%2$@” という理由でチャットルームから追い出されました。再参加しない限りメッセージを送ることはできません。
nb: Du er blitt sparket fra rommet av %1$@ pga. "%2$@" og kan ikke sende beskjeder uten å bli med i rommet igjen.
nl: %1$@ verwijderde u uit het kanaal omwille van "%2$@" en u kunt er geen berichten naartoe verzenden vooraleer ze te herbetreden.
nn: Du har vorte sparka frå rommet av %1$@ pga "%2$@" og kan ikkje senda meldingar utan å verta med i rommet att.
pt_pt: Foi expulso a pontapé da sala por %1$@ com a razão "%2$@" e não pode ver próximas mensagens sem se voltar a juntar à sala.
zh_hant: 您被 %1$@ 踢出了 %2$@ 聊天室，而且被加入到黑名單中，以後您無法重新加入這個聊天室了。

source: You have been kicked from the chat room.
de: Sie wurden aus dem Chatroom gekickt.
es: Ha sido pateado del canal de chat.
fr: Vous avez étés kické du canal
it: Sei stato cacciato dalla stanza.
ja: チャットルームから追い出されました。
nb: Du er blitt sparket fra samtalerommet.
nl: U werd verwijderd uit het kanaal.
nn: Du har vorte sparka frå samtalerommet.
pt_pt: Foi expulso a pontapé da sala de conversa.
zh_hant: 您被踢出了聊天室。

source: You Have New Memos
de: Sie haben neue Memos
es: Tiene nuevos recordatorios
fr: Vous avez des nouveaux mémos
it: Hai nuove memo
ja: 新しいメモがあります
nb: Du har nye memorandum
nl: U Heeft Nieuwe Memo's
nn: Du har nye memorandum
pt_pt: Tem novos memos
zh_hant: 您有新的記事

source: You have returned from away.
de: Sie sind jetzt anwesend.
es: Ha retornado de su ausencia.
fr: Vous êtes revenus de votre absence.
it: Non sei più assente.
ja: 退席状態から復帰しました。
nb: Du er ikke lenger 'Borte'.
nl: U bent niet langer afwezig.
nn: Du er ikkje lenger 'Borte'.
pt_pt: Deixou de estar ausente.
zh_hant: 您已經離開暫離的狀態。

source: You have set yourself away with "%@".
de: Sie haben sich mit "%@" auf abwesend gesetzt.
es: Ha sido puesto como ausente con "%@".
it: Sei assente perché "%@".
ja: “%@” と言って退席しました。
nb: Du har satt deg selv til 'Borte' med "%@".
nl: U gaf uzelf op als afwezig omwille van "%@".
nn: Du har sett deg sjølv til 'Borte' med "%@".
pt_pt: Ficou ausente com a razão "%@".
zh_hant: 您將您自己設為暫離，暫離訊息為：「%@」。

source: You kicked %@ from the chat room.
de: Sie haben %@ aus dem Raum gekickt.
es: Pateó a %@ del canal de chat.
fr: Vous avez kické %@ sur le canal.
it: Hai cacciato %@ dalla stanza.
ja: チャットルームから %@ を追い出しました。
nb: Du sparket %@ fra samtalerommet.
nl: U verwijderde %@ uit het kanaal.
nn: Du sparka %@ frå samtalerommet.
pt_pt: Expulsou %@ da sala a pontapé.
zh_hant: 您被 %@ 踢出聊天室。

source: You left the chat by being disconnected from the server.
de: Sie haben den Chat verlassen, da sie vom Server getrennt wurden.
es: Abandonó el chat debido a que ha sido desconectado del servidor.
fr: Vous vous êtes déconnectés du serveur
it: Hai lasciato la stanza per la disconnessione del server.
ja: サーバから切断されたためチャットから退去しました。
nb: Du forlot samtalen ved å bli frakoblet fra serveren.
nl: U verliet de chat door het verbreken van de verbinding met de server.
nn: Du forlét samtalen ved å bli fråkopla frå serveren.
pt_pt: Saiu da sala por se ter desligado do servidor.
zh_hant: 您因為從伺服器離線而離開了聊天室。

source: You made this room invite only.
de: Sie haben diesen Raum einladungspflichtig gemacht.
es: Ha hecho este canal sólo para invitados.
fr: Vous avez mis ce canal en mode invitation uniquement.
it: Hai reso la stanza accessibile sono su invito.
ja: このルームを招待制にしました。
nb: Du har gjort at dette rommet krever invitasjon.
nl: U verplichtte een uitnodiging voor dit kanaal.
nn: Du har gjort at dette rommet krev invitasjon.
pt_pt: Fez com que a sala seja apenas para convidados.
zh_hant: 您將這個聊天室設為必須透過邀請才能夠加入。

source: You made this room no longer a secret.
de: Sie haben diesen Raum nicht länger geheim gemacht.
es: Ha hecho que este canal deje de ser secreto.
fr: Vous avez retiré le secret de ce canal.
it: Hai reso la stanza non più segreta.
ja: このルームを秘密ではなくしました。
nb: Du har gjort at dette rommet ikke lengre er hemmelig.
nl: U hief de verborgenheid van dit kanaal op.
nn: Du har gjort at dette rommet ikkje lengre er hemmeleg.
pt_pt: Fez com que esta sala já não seja secreta.
zh_hant: 您解除了這個聊天室的秘密狀態。

source: You made this room no longer invite only.
de: Sie haben diesen Raum nicht länger einladungspflichtig gemacht.
es: Ha hecho que este canal deje de ser sólo para invitados.
fr: Vous avez retiré le mode invitation uniquement pour ce.
it: Hai reso la stanza non più accessibile sono su invito.
ja: このルームの招待制をなくしました。
nb: Du har gjort at dette rommet ikke lengre krever invitasjon.
nl: U liet de uitnodigingsvereiste voor dit kanaal vallen.
nn: Du har gjort at dette rommet ikkje lengre krev invitasjon.
pt_pt: Fez com que esta sala já não seja apenas para convidados.
zh_hant: 您解除了這個聊天室必須透過邀請才能加入的限制。

source: You made this room private.
de: Sie haben diesen Raum privat gemacht.
es: Ha hecho este canal privado.
fr: Vous avez mis ce canal en mode privé
it: Hai reso la stanza privata.
ja: このルームをプライベートにしました。
nb: Du har gjort dette rommet privat.
nl: U privatiseerde dit kanaal.
nn: Du har gjort dette rommet privat.
pt_pt: Tornou esta sala privada.
zh_hant: 您將這個聊天室設為私人聊天室。

source: You made this room public.
de: Sie haben diesen Raum öffentlich gemacht.
es: Ha hecho este canal público.
fr: Vous avez mis ce canal en mode public.
it: Hai reso la stanza pubblica.
ja: このルームを公開しました。
nb: Du har gjort dette rommet åpent for alle.
nl: U maakte dit kanaal openbaar.
nn: Du har gjort dette rommet ope for alle.
pt_pt: Tornou esta sala pública.
zh_hant: 您將這個聊天室設為公開聊天室。

source: You made this room secret.
de: Sie haben diesen Raum geheim gemacht.
es: Ha hecho este canal secreto.
fr: Vous avez mis ce canal en mode secret.
it: Hai reso la stanza segreta.
ja: このルームを秘密にしました。
nb: Du har gjort dette rommet hemmelig.
nl: U verborg dit kanaal.
nn: Du har gjort dette rommet hemmeleg.
pt_pt: Tornou esta sala secreta.
zh_hant: 您解除了這個聊天室的秘密狀態。

source: You promoted yourself to operator.
de: Sie haben sich selbst zum Operator ernannt.
es: Se ha ascendido a operador.
fr: Vous vous êtes mis le mode opérateur.
it: Ti sei promosso operatore.
ja: 自分自身をオペレータに昇格させました。
nb: Du promoterte deg selv til operatør.
nl: U verleende uzelf de operator status.
nn: Du lyfta opp deg sjølv til operatør.
pt_pt: Promoveu-se a operador.
zh_hant: 您將自己設為聊天室管理員。

source: You removed the ban on %@.
de: Sie haben den Bann von %@ entfernt.
es: Ha quitado la expulsión en %@.
it: Hai rimosso il ban a %@.
ja: %@ の追放項目を除去しました。
nb: Du fjernet blokkeringen av %@.
nl: U hief de verbanning van %@ op.
nn: Du fjerna blokkeringa av %@.
pt_pt: %@ deixou de estar banido graças a si.
zh_hant: 您從 %@ 的黑名單中除名。

source: You removed the room member limit.
de: Sie haben die Teilnehmerbegrenzung aufgehoben.
es: Ha quitado el límite de miembros del canal.
fr: Vous avez retiré la limite des participants.
it: Hai rimosso il limite di utenti nella stanza.
ja: このルームの人数制限を解除しました。
nb: Du fjernet begensningen av antall deltakere.
nl: U hief de limiet op het aantal leden in het kanaal op.
nn: Du fjerna avgrensinga av talet på deltakarar.
pt_pt: Retirou o limite de membros desta sala.
zh_hant: 您解除了聊天室人數上限。

source: You removed voice from yourself.
de: Sie haben sich selbst Voice entzogen.
es: Se ha quitado la voz.
fr: Vous vous êtes retirés le mode voice.
it: Ti sei tolto la voce.
ja: 自分自身の発言権を奪いました。
nb: Du fjernet stemme fra deg selv.
nl: U trok uw eigen medezeggenschap in.
nn: Du fjerna røyst frå deg sjølv.
pt_pt: Retirou a voz a si próprio.
zh_hant: 您取消了您自己的發言資格。

source: You set a ban on %@.
de: Sie haben einen Bann für %@ gesetzt.
es: Puso expulsión en %@.
fr: Vous avez banni %@.
it: Hai impostato il ban su %@.
ja: %@ の追放項目を設定しました。
nb: Du blokkerte %@.
nl: U heeft %@ verbannen.
nn: Du blokkerte %@.
pt_pt: Baniu %@.
zh_hant: 您被加入到 %@ 的黑名單。

source: You set a limit on the number of room members to %@.
de: Sie haben die Teilnehmerzahl in diesem Raum auf %@ begrenzt.
es: Puso un límite en el número de miembros del canal a %@.
fr: Vous avez mis une limite de %@ participants sur ce canal.
it: Hai impostato il limite degli utenti nella stanza pari a %@.
ja: ルームメンバーを %@ 人に制限しました。
nb: Du har satt en grense på romdeltakere til %@.
nl: U limiteerde het aantal leden in het kanaal tot %@.
nn: Du har sett grensa på romdeltakarar til %@.
pt_pt: Limitou esta sala a um total de %@ membros.
zh_hant: 您將這個聊天室的人數上限設為 %@。

source: You were demoted from operator by <span class="member">%@</span>.
de: Ihnen wurde der Operator Status entzogen von <span class="member">%@</span>.
es: Fue descendido de operador por <span class="member">%@</span>.
fr: Votre mode d'opérateur vous a été retiré par <span class="member">%@</span>.
it: Sei stato retrocesso da operatore da <span class="member">%@</span>.
ja: <span class="member">%@</span> によってオペレータから降格させられました。
nb: Du ble fjernet som operatør av <span class="member">%@</span>.
nl: <span class="member">%@</span> ontnam u de operator status.
nn: Du vart fjerna som operatør av <span class="member">%@</span>.
pt_pt: Foi despromovido de operador por <span class="member">%@</span>.
zh_hant: 您被 <span class="member">%@</span> 撤銷了聊天室管理員權限。

source: You were granted voice by <span class="member">%@</span>.
de: Ihnen wurde von <span class="member">%@</span> Voice gewährt.
es: Tuvo voz gracias a <span class="member">%@</span>.
fr: Vous avez reçu le mode voice par <span class="member">%@</span>.
it: Ti è stata data la voce da <span class="member">%@</span>.
ja: <span class="member">%@</span> によって発言権が与えられました。
nb: Du fikk stemme av <span class="member">%@</span>.
nl: <span class="member">%@</span> verleende u medezeggenschap.
nn: Du fekk røyst av <span class="member">%@</span>.
pt_pt: Recebeu voz de <span class="member">%@</span>.
zh_hant: 您被 <span class="member">%@</span> 授與發言資格。
